[
    {
        "name": "R15 M",
        "img": "https://i.ibb.co/F45jzCR/r15m.jpg",
        "price": 505000,
        "description": "Yamaha Motor India has launched the new Yamaha R15 V4 and the R15M. Both these motorcycles are available at our showroom."
    },
    {
        "name": "GSX-R",
        "img": "https://i.ibb.co/NCZ6hR0/gsxr.jpg",
        "price": 420000,
        "description": "he legendary GSX-R 150 Dual ABS (Fi) Ready to reign. It is the most powerful, hardest-accelerating, cleanest-running GSX-R Dual ABS ever built."
    },
    {
        "name": "CBR Repsol",
        "img": "https://i.ibb.co/9sZKYzV/cbr.jpg",
        "price": 480000,
        "description": "These bikes come with special Repsol graphics and were originally offered as a tribute to the factory Honda MotoGP team."
    },
    {
        "name": "MT-15",
        "img": "https://i.ibb.co/P5M7Swm/mt15.jpg",
        "price": 350000,
        "description": "The bike has good ergonomics but it has a bad seat. The engine is in a beginner segment but the bike is not for beginners."
    },
    {
        "name": "GSX-S",
        "img": "https://i.ibb.co/CBgg8Sc/gsxs.jpg",
        "price": 350000,
        "description": "The Suzuki GSX-S is a standard motorcycle from the Japanese manufacturer Suzuki that was launched in 2015."
    },
    {
        "name": "RTR 4v",
        "img": "https://i.ibb.co/pPPw5h9/4v.jpg",
        "price": 215000,
        "description": "The 4V engine gets a unique TVS-patented oil-cooled combustion chamber for the oil to aid in better and more effective cooling of the engine."
    },
    {
        "name": "R15 V3",
        "img": "https://i.ibb.co/qW8Chs6/r15v3.jpg",
        "price": 400000,
        "description": "The Yamaha R15 V3 is an entry-level fully-faired motorcycle from the Japanese two-wheeler manufacturer in India."
    },
    {
        "name": "Pulsar Ns",
        "img": "https://i.ibb.co/CswmXvf/ns.jpg",
        "price": 200000,
        "description": "The Bajaj Pulsar NS, previously known as Bajaj Pulsar NS is a sports bike made by Indian motorcycle manufacturer Bajaj Auto."
    },
    {
        "name": "Gixxer",
        "img": "https://i.ibb.co/44SLjH0/gixxer.jpg",
        "price": 245000,
        "description": "The Suzuki Gixxer is a 154.9 cc naked motorcycle from Suzuki. Its design is similar to the GSX-S1000."
    },
    {
        "name": "FZ-S",
        "img": "https://i.ibb.co/89gVgps/fz.jpg",
        "price": 240000,
        "description": "Yamaha FZ S FI is a street fighter bike. Good price and mileage, very nice style and comfortable for family and race bike 2 in 1"
    }
]